"    BSSID: "           = "    BSSID：";
"    Channel: "         = "    信道：";
"    Country Code: "    = "    国家代码：";
"    IP Address: "      = "    IP 地址：";
"    Internet: "        = "    网络：";
"    MCS Index: "       = "    MCS 索引：";
"    NSS: "             = "    NSS：";
"    Noise: "           = "    噪音：";
"    PHY Mode: "        = "    PHY 模式：";
"    RSSI: "            = "    RSSI：";
"    Router: "          = "    路由器：";
"    Security: "        = "    安全性：";
"    Tx Rate: "         = "    Tx 速率：";
"%@'s Credentials" = "%@ 的密匙";
"%@'s Info" = "%@ 的信息";
"About HeliPort" = "关于 HeliPort";
"Address: " = "地址：";
"Auto Join" = "自动连接";
"Automatically check for updates." = "自动检查更新";
"Automatically download new updates." = "自动下载更新";
"Cancel" = "取消";
"Check for Updates..." = "检查更新...";
"Close" = "关闭";
"Create Diagnostics Report..." = "创建诊断报告...";
"Create Network..." = "创建网络...";
"Disconnect from " = "断开 ";
"Dismiss" = "忽略";
"Drag networks into the order you prefer." = "拖动网络顺序来调整优先级。";
"Dynamic WEP" = "动态WEP";
"Enable Wi-Fi Logging" = "启用Wi-Fi记录";
"Encryption type unsupported" = "加密方式未支持";
"Enter the name and security type of the network you want to join." = "输入您想要加入的网络的名称和安全性类型。";
"FUNCTION NOT IMPLEMENTED" = "功能尚未实现";
"Find and join a Wi-Fi network." = "查找并加入Wi-Fi网络。";
"General" = "通用";
"HeliPort API Version: " = "HeliPort API 版本: ";
"HeliPort running at an unexpected path" = "HeliPort 已被阻止在非法路径运行";
"Interface Name: " = "接口名称：";
"Join Other Network..." = "加入其他网络...";
"Join" = "加入";
"Launch At Login" = "登陆时自动启动";
"Network Name" = "网络名称";
"Network Name:" = "网络名称：";
"Networks" = "网络";
"No Network Avaliable" = "无可用网络";
"No Status Information Avaliable" = "状态信息不可用";
"None" = "无";
"Open Network Preferences..." = "打开网络偏好设置...";
"Open Wireless Diagnostics..." = "打开无线诊断...";
"Password" = "密码";
"Password:" = "密码：";
"Quit HeliPort" = "退出 HeliPort";
"Reachable" = "可访问";
"Remember this network" = "记住该网络";
"Remove Wi-Fi network %@?" = "移除 Wi-Fi 网络 %@？";
"Remove" = "移除";
"Saved Networks:" = "已保存的网络：";
"Security" = "安全性";
"Security:" = "安全性：";
"Show password" = "显示密码";
"Turn Wi-Fi Off" = "关闭Wi-Fi";
"Turn Wi-Fi On" = "开启Wi-Fi";
"Unavailable" = "不可用";
"Unknown" = "未知";
"Unreachable" = "不可访问";
"Updates:" = "更新：";
"Username:" = "用户名：";
"Version: " = "版本：";
"View saved credentials from keychain for the selected network." = "从钥匙串中查看所选网络的密匙。";
"View saved credentials from keychain for this network." = "从钥匙串中查看此网络的密匙。";
"Visit OpenIntelWireless on GitHub" = "在 GitHub 上访问 OpenIntelWireless";
"WEP" = "WEP";
"WPA/WPA2 Enterprise" = "WPA/WPA2企业级";
"WPA/WPA2 Personal" = "WPA/WPA2个人级";
"WPA2 Enterprise" = "WPA2企业级";
"WPA2 Personal" = "WPA2个人级";
"WPA2/WPA3 Enterprise" = "WPA2/WPA3企业级";
"WPA2/WPA3 Personal" = "WPA2/WPA3个人级";
"WPA3 Enterprise" = "WPA3企业级";
"WPA3 Personal" = "WPA3个人级";
"Wi-Fi Network \"" = "Wi-Fi网络 \"";
"Wi-Fi: Connected" = "Wi-Fi：已连接";
"Wi-Fi: Connecting" = "Wi-Fi：正在连接";
"Wi-Fi: Looking for Networks..." = "Wi-Fi：搜索网络...";
"Wi-Fi: Off" = "Wi-Fi: 关闭";
"Wi-Fi: On" = "Wi-Fi: 开启";
"Wi-Fi: Status unavailable" = "Wi-Fi: 状态不可用";
"Your Mac will no longer join this Wi-Fi network." = "您的 Mac 将不再加入此 Wi-Fi 网络。";
"\" Requires Password" = "\" 需要密码";
"itlwm API Version: " = "itlwm API 版本: ";
"itlwm Version Mismatch" = "itlwm 版本不匹配";
"itlwm is not running" = "itlwm 未运行";
"none" = "无";
"verify your credentials to show the stored password" = "验证您的密匙以显示存储的密码";
